Repository: TypeWhisper/typewhisper-ios
Catalog: TypeWhisperKeyboard/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: Flow session could not start
de: Flow-Session konnte nicht starten

# flow_session_not_active
source: Flow session not active — open app
de: Flow-Session nicht aktiv – App öffnen

# flow_starting
source: Flow is starting — please switch back to the app
de: Flow wird gestartet – bitte zurück zur App wechseln

# full_access_required
source: Settings → General → Keyboards → Full Access
de: Einstellungen → Allgemein → Tastaturen → Voller Zugriff

# hold_button
source: Hold
de: Halten

# no_microphone_access
source: No microphone access — please allow
de: Kein Mikrofonzugriff – bitte erlauben

source: No text recognized
de: Kein Text erkannt

source: No transcription
de: Keine Transkription

source: Open App
de: App öffnen

source: Prompt failed
de: Prompt fehlgeschlagen

source: Recording...
de: Aufnahme...

# settings_label
source: Settings
de: Einstellungen

source: Start cancelled
de: Start abgebrochen

# stop_button
source: Stop
de: Stopp

source: Tap to retry
de: Tippen zum Wiederholen

source: Transcribing...
de: Transkribiere...

# transcription_processing
source: Transcribing…
de: Transkription…
